[
  {
    "quote_dd": "A healthy desire for wealth is not greed. It’s a desire for life. – Jen Sincero"
  },
  {
    "quote_dd": "Greed is a bottomless pit which exhausts the person in an endless effort to satisfy the need without ever reaching satisfaction. – Erich Fromm"
  },
  {
    "quote_dd": "There is no calamity greater than lavish desires. There is no greater guilt than discontentment. And there is no greater disaster than greed. – Lao-tzu"
  },
  {
    "quote_dd": "He who is greedy is always in want. – Horace"
  },
  {
    "quote_dd": "It is greed to do all the talking but not to want to listen at all. – Democritus"
  },
  {
    "quote_dd": "There is a very fine line between loving life and being greedy for it. – Maya Angelou"
  },
  {
    "quote_dd": "Leadership is a privilege to better the lives of others. It is not an opportunity to satisfy personal greed. – Mwai Kibaki"
  },
  {
    "quote_dd": "He who is not contented with what he has, would not be contented with what he would like to have. – Socrates"
  },
  {
    "quote_dd": "You have succeeded in life when all you really want is only what you really need. – Vernon Howard"
  },
  {
    "quote_dd": "We’re all born brave, trusting and greedy, and most of us remain greedy. – Mignon McLaughlin"
  },
  {
    "quote_dd": "You say, ‘If I had a little more, I should be very satisfied.’ You make a mistake. If you are not content with what you have, you would not be satisfied if it were doubled. – Charles Spurgeon"
  },
  {
    "quote_dd": "Greed is a fat demon with a small mouth and whatever you feed it is never enough. – Janwillem van de Wetering"
  },
  {
    "quote_dd": "Greed is the assumption that it is all for my consumption. – Andy Stanley"
  },
  {
    "quote_dd": "The point is that you can’t be too greedy. – Donald Trump"
  },
  {
    "quote_dd": "Greed is the inventor of injustice as well as the current enforcer. – Julian Casablancas"
  },
  {
    "quote_dd": "Greed is the lack of confidence of one’s own ability to create. – Vanna Bonta"
  },
  {
    "quote_dd": "Selfish persons are incapable of loving others, but they are not capable of loving themselves either. – Erich Fromm"
  },
  {
    "quote_dd": "There is nothing wrong with being well off as long as money has a social and ethical value and is not the object of one’s own greed. – Aga Khan IV"
  },
  {
    "quote_dd": "Happy the man who has learned the cause of things and has put under his feet all fear, inexorable fate, and the noisy strife of the hell of greed. – Virgil"
  },
  {
    "quote_dd": "If your desires be endless, your cares and fears will be so too. – Thomas Fuller"
  },
  {
    "quote_dd": "There is a sufficiency in the world for man’s need but not for man’s greed. – Mahatma Gandhi"
  },
  {
    "quote_dd": "We shall have to practice to lead our life on the basis of our needs, not under the influence of our greed. – Lobsang Tenzin"
  },
  {
    "quote_dd": "Greed is so destructive. It destroys everything. – Eartha Kitt"
  },
  {
    "quote_dd": "It didn’t occur to me until later that there´s another truth, very simple: greed in a good cause is still greed. – Stephen King"
  },
  {
    "quote_dd": "Greed has taken the whole universe, and nobody is worried about their soul. – Little Richard"
  }
]