[{"quote_dd":"As you grow older, you will discover that you have two hands — one for helping yourself, the other for helping others. – Audrey Hepburn"},{"quote_dd":"Service to others is the rent you pay for your room here on Earth. – Muhammad Ali"},{"quote_dd":"Alone we can do so little; together we can do so much. – Helen Keller"},{"quote_dd":"What is the essence of life? To serve others and to do good. – Aristotle"},{"quote_dd":"Volunteers don’t get paid, not because they’re worthless, but because they’re priceless. – Sherry Anderson"},{"quote_dd":"Life’s most persistent and urgent question is: What are you doing for others? – Martin Luther King Jr."},{"quote_dd":"You make a living by what you get. You make a life by what you give. – Winston Churchill"},{"quote_dd":"The intelligent way to be selfish is to work for the welfare of others. – The Dalai Lama"},{"quote_dd":"Volunteering is at the very core of being a human. No one has made it through life without someone else’s help. – Heather French Henry"},{"quote_dd":"The best way to find yourself is to lose yourself in the service of others. – Gandhi"},{"quote_dd":"Good actions give strength to ourselves and inspire good actions in others. – Plato"},{"quote_dd":"Volunteers are the only human beings on the face of the earth who reflect this nation’s compassion, unselfish caring, patience, and just plain loving one another. – Erma Bombeck"},{"quote_dd":"You can study government and politics in school, but the best way to really understand the process is to volunteer your time. – Rob McKenna"},{"quote_dd":"Doing nothing for others is the undoing of ourselves. – Horace Mann"},{"quote_dd":"We cannot live only for ourselves. A thousand fibers connect us with our fellow men. – Herman Melville"},{"quote_dd":"It is not enough to be compassionate – you must act. – The Dalai Lama"},{"quote_dd":"The world is hugged by the faithful arms of volunteers. – Terri Guillemets"},{"quote_dd":"Only a life lived for others is worth living. – Albert Einstein"},{"quote_dd":"Being good is commendable, but only when it is combined with doing good is it useful. – Stephen King"},{"quote_dd":"Volunteering is an act of heroism on a grand scale. And it matters profoundly. It does more than help people beat the odds; it changes the odds. – Bill Clinton"},{"quote_dd":"Only by giving are you able to receive more than you already have. – Jim Rohn"},{"quote_dd":"You give but little when you give of your possessions. It is when you give of yourself that you truly give. – Khalil Gibran"},{"quote_dd":"Love cannot remain by itself – it has no meaning. Love has to be put into action, and that action is service. – Mother Teresa"},{"quote_dd":"If you become a helper of hearts, springs of wisdom will flow from your heart. – Rumi"},{"quote_dd":"The meaning of life is to find your gift. The purpose of life is to give it away. – William Shakespeare"},{"quote_dd":"Never doubt that a small group of thoughtful, committed citizens can change the world; indeed, it’s the only thing that ever has. – Margaret Mead"},{"quote_dd":"I urge young people to consider public service, whether they do it now by volunteering in their community or prepare for public service as an adult. – John Walters"},{"quote_dd":"The quality of your life will be determined by the quality of your contribution. When you work to improve the lives of others, your life improves automatically. – Kurek Ashley"},{"quote_dd":"If our hopes of building a better and safer world are to become more than wishful thinking, we will need the engagement of volunteers more than ever. – Kofi Annan"},{"quote_dd":"Our generation has the ability and the responsibility to make our ever-more connected world a more hopeful, stable and peaceful place. – Natalie Portman"},{"quote_dd":"Volunteerism is the voice of the people put into action. These actions shape and mold the present into a future of which we can all be proud. – Helen Dyer"},{"quote_dd":"God and angels don’t get paid even though theirs is some of the most important work around. Ditto for volunteers. – Cherishe Archer"},{"quote_dd":"If you can’t feed a hundred people, then just feed one. – Mother Teresa"},{"quote_dd":"Volunteering is an act of supreme optimism that things can be better and that we can make them better. – John Bridgeland"},{"quote_dd":"Volunteering creates a national character in which the community and the nation take on a spirit of compassion, comradeship, and confidence. – Brian O’Connell"},{"quote_dd":"The effect of one good-hearted person is incalculable. – Oscar Arias"},{"quote_dd":"As we lose ourselves in the service of others, we discover our own lives and our own happiness. – Dieter F. Uchtdorf"},{"quote_dd":"No one is useless in this world who lightens the burdens of another. – Charles Dickens"},{"quote_dd":"Volunteers help drive our country’s progress, and day in and day out, they make extraordinary sacrifices to expand promise and possibility. – Barack Obama"},{"quote_dd":"No one has ever become poor by giving. – Anne Frank"},{"quote_dd":"Every person can make a difference, and every person should try. – John F. Kennedy"},{"quote_dd":"There is no better exercise for your heart than reaching down and helping to lift someone up. – Bernard Meltzer"},{"quote_dd":"Remember that the happiest people are not those getting more, but those giving more. – H. Jackson Brown Jr."},{"quote_dd":"You may not have saved a lot of money in your life, but if you have saved a lot of heartaches for other folks, you are a pretty rich man. – Seth Parker"},{"quote_dd":"Volunteers are love in motion!"},{"quote_dd":"You will find as you look back upon your life that the moments when you have really lived, are the moments when you have done things in the spirit of love. – Henry Drummond"},{"quote_dd":"Even if you just change one life, you’ve changed the world forever. – Mike Satterfield"},{"quote_dd":"What we have done for ourselves alone dies with us; what we have done for others and the world remains and is immortal. – Albert Pike"},{"quote_dd":"Do your little bit of good where you are; it’s those little bits of good put together that overwhelm the world. – Desmond Tutu"},{"quote_dd":"We can’t help everyone, but everyone can help someone. – Ronald Reagan"},{"quote_dd":"The interior joy we feel when we have done a good deed is the nourishment the soul requires. – Albert Schweitzer"},{"quote_dd":"The broadest, and maybe the most meaningful definition of volunteering: Doing more than you have to because you want to, in a cause you consider good. – Ivan Scheier"},{"quote_dd":"Unless someone like you cares a whole awful lot, nothing is going to get better. It’s not. – Dr. Seuss"},{"quote_dd":"The unselfish effort to bring cheer to others will be the beginning of a happier life for ourselves. – Helen Keller"},{"quote_dd":"Volunteers do not necessarily have the time; they just have the heart. – Elizabeth Andrew"},{"quote_dd":"Those who bring sunshine to the lives of others cannot keep it from themselves. – James Matthew Barrie"},{"quote_dd":"An effort made for the happiness of others lifts us above ourselves. – Lydia Maria Child"},{"quote_dd":"Volunteers will get you through times of no money better than money will get you through times of no volunteers. – Ken Wyman"},{"quote_dd":"Unselfish and noble actions are the most radiant pages in the biography of souls. – David Thomas"},{"quote_dd":"Three keys to more abundant living: caring about others, daring for others, sharing with others. – William Arthur Ward"},{"quote_dd":"From my early school days, I was brought up with the belief that we have a duty to use our talents, to volunteer and to make a contribution. – Michael Hintze"},{"quote_dd":"I slept and I dreamed that life is all joy. I woke and I saw that life is all service. I served and I saw that service is joy. – Kahlil Gibran"},{"quote_dd":"Our fingerprints don’t fade from the lives we’ve touched. – Will Fetters"},{"quote_dd":"Go into the world and do well. But more importantly, go into the world and do good. – Minor Myers Jr."},{"quote_dd":"Love and kindness are never wasted. They always make a difference. They bless the one who receives them, and they bless you, the giver. – Barbara De Angelis"},{"quote_dd":"A single act of kindness is like a drop of oil on a patch of dry skin—seeping, spreading, and affecting more than the original need. – Richelle E. Goodrich"},{"quote_dd":"The smallest act of kindness is worth more than the grandest intention. – Oscar Wilde"},{"quote_dd":"No act of kindness, no matter how small, is ever wasted. – Aesop"},{"quote_dd":"The simplest acts of kindness are by far more powerful than a thousand heads bowing in prayer. – Mahatma Gandhi"},{"quote_dd":"If you pick up a starving dog and make him prosperous he will not bite you. This is the principal difference between a dog and man. – Mark Twain"},{"quote_dd":"Saving one dog will not change the world, but surely for that one dog, the world will change forever. – Karen Devison"},{"quote_dd":"Dogs do speak, but only to those who know how to listen. – Orhan Pamuk"},{"quote_dd":"Every stray deserves a chance at love, a home and a warm bed to sleep at night. – Penny Reid"},{"quote_dd":"If animals spoke, humanity would cry. – Manuj Rajput"},{"quote_dd":"I’ve learnt that you shouldn’t go through life with a catcher’s mitt on both hands. You need to be able to throw something back. – Maya Angelou"},{"quote_dd":"To ease another’s heartache is to forget one’s own. – Abraham Lincoln"},{"quote_dd":"The only people with whom you should try to get even are those who have helped you. – John E. Southard"},{"quote_dd":"How wonderful it is that nobody need wait a single moment before starting to improve the world. – Anne Frank"},{"quote_dd":"Help one another. There’s no time like the present, and no present like the time. – James Durst"},{"quote_dd":"I am a little pencil in the hand of a writing God who is sending a love letter to the world. – Mother Teresa"},{"quote_dd":"I am only one, but I am one. I cannot do everything, but I can do something. And I will not let what I cannot do interfere with what I can do. – Edward Everett Hale"},{"quote_dd":"You have not lived until you have done something for someone who can never repay you. – John Bunyan"},{"quote_dd":"The most truly generous persons are those who give silently without hope of praise or reward. – Carol Ryrie Brink"},{"quote_dd":"Never underestimate your ability to make someone else’s life better – even if you never know it. – Greg Louganis"},{"quote_dd":"The patriot volunteer, fighting for country and his rights, makes the most reliable soldier on earth. – Stonewall Jackson"},{"quote_dd":"There are three kinds of people: Those who make things happen, those who watch things happen, and those who say, ‘what happened?’. – Casey Stengel"},{"quote_dd":"Don’t ever question the value of volunteers. Noah’s Ark was built by volunteers; the Titanic was built by professionals. – Dave Gynn"},{"quote_dd":"Allow the way to your great work to be guided by your service to others. – Mollie Marti"},{"quote_dd":"Volunteers are paid in six figures… S-M-I-L-E-S. – Gayla LeMaire"}]