[{"quote_dd":"No one is useless in this world who lightens the burden of it to anyone else. – Charles Dickens"},{"quote_dd":"Our prime purpose in this life is to help others. And if you can’t help them, at least don’t hurt them. – Dalai Lama"},{"quote_dd":"We can’t help everyone, but everyone can help someone. – Ronald Reagan"},{"quote_dd":"No one is poor that they cannot give, nor so rich that they cannot receive. – Saint Francis of Assisi"},{"quote_dd":"I can’t help thousands, I can help only the one who stands before me. – Mother Teresa"},{"quote_dd":"Down in their hearts, wise people know this truth: the only way to help yourself is to help others. – Elbert Hubbard"},{"quote_dd":"Somewhere along the way, we must learn that there is nothing greater than to do something for others. – Martin Luther King Jr."},{"quote_dd":"Real action and true helpfulness are perhaps the ultimate charm. – Robert Greene"},{"quote_dd":"Helping others is like helping yourself. – Henry Flagler"},{"quote_dd":"I’m not asking you to walk in my shoes; I’d never wish my afflictions on anyone. But could you walk beside me on secure ground and reach to hold my hand? – Richelle E. Goodrich"},{"quote_dd":"Your greatest deeds are not those you boast or brag about but those little things in life you did for others with your heart’s intuition. – Hermann J. Steinherr"},{"quote_dd":"No man can rise to fame and fortune without carrying others along with him. It simply cannot be done. – Napoleon Hill"},{"quote_dd":"Help people even when you know they can’t help you."},{"quote_dd":"Life is about how much you have done to improve the lives of others. – Malika E. Nura"},{"quote_dd":"The real road of compassion, that is, giving, helping, assistance and community service, is a road that can be set and declared as your life’s purpose. – Byron Pulsifer"},{"quote_dd":"Courage and kindness, loyalty, truth, and helpfulness are always the same and always needed. – Laura Ingalls Wilder"},{"quote_dd":"You can’t help someone just by making a wish to do so, you have to take action. – Dalai Lama"},{"quote_dd":"Flowers always make people better, happier, and more helpful; they are sunshine, food and medicine to the mind. – Luther Burbank"},{"quote_dd":"People appreciate and never forget that helping hand especially when times are tough. – Catherine Pulsifer"},{"quote_dd":"Power is the ability to do good things for others. – Brooke Astor"},{"quote_dd":"The greatest happiness in the world is to make others happy. – Luther Burbank"},{"quote_dd":"The more we take the welfare of others to heart and work for their benefit, the more benefit we derive for ourselves. This is a fact that we can see. – Dalai Lama"},{"quote_dd":"Small minds select narrow roads; expand your mental vision and take to the broad road of helpfulness, compassion and service. – Sathya Sai Baba"},{"quote_dd":"They might not need me; but they might. I’ll let my head be just in sight; a smile as small as mine might be precisely their necessity. – Emily Dickinson"},{"quote_dd":"In this world we must help one another. – Jean de La Fontaine"},{"quote_dd":"The best way to do good to ourselves is to do it to others; the right way to gather is to scatter. – Seneca the Younger"},{"quote_dd":"Every life is meant to help all lives; each man should live for all men’s betterment. – Alice Cary"},{"quote_dd":"Show goodness onto the world and the world will show goodness onto you. – Joshua Teya"},{"quote_dd":"The more people I am able to help, the more people are willing to help others. The more followers we have, the closer we are to a perfect world. – Akilnathan Logeswaran"},{"quote_dd":"Let us develop a kind of dangerous unselfishness. – Martin Luther King Jr."},{"quote_dd":"Refusing to ask for help when you need it is refusing someone the chance to be helpful. – Ric Ocasek"},{"quote_dd":"One right and honest definition of business is mutual happiness. – William Feather"},{"quote_dd":"If we are faithful to God in little things, we shall gain experience and strength that will be helpful to us in the more serious trials of life. – Hudson Taylor"},{"quote_dd":"By helping yourself, you are helping humankind. By helping humankind, you are helping yourself. That’s the law of all spiritual progress. – Christopher Isherwood"},{"quote_dd":"To feel sorry for the needy is not the mark of a Christian – to help them is. – Frank A. Clark"},{"quote_dd":"I make it easier for people to leave by making them hate me a little. – Cecelia Ahern"},{"quote_dd":"Cultivating the habit of good deeds will not only affect those around us, it will improve our own emotional well being. – Debbie Macomber"},{"quote_dd":"Our friends should be companions who inspire us, who help us rise to our best. – Joseph B. Wirthlin"},{"quote_dd":"I felt acutely grateful to everyone, everywhere, who does their best by giving what they have to give, no matter what issues they are facing in their own lives. – Donna Goddard"},{"quote_dd":"Be helpful without expectation to be rewarded. – Trevor Carss"},{"quote_dd":"A good Samaritan is generally a nobody before and after the good deed. – Amit Abraham"},{"quote_dd":"Deep breaths are very helpful at shallow parties. – Barbara Walters"},{"quote_dd":"So, for me the town hall meetings are really an opportunity to engage in two-way dialogue with people, and they’ve been very helpful. – Jack Markell"},{"quote_dd":"Talent is helpful in writing, but guts are absolutely necessary. – Jessamyn West"}]