[{"quote_dd":"Time is a created thing. To say “I don’t have time” is to say “I don’t want to.” – Lao Tzu"},{"quote_dd":"Never leave ’till tomorrow which you can do today. – Benjamin Franklin"},{"quote_dd":"We should always allow some time to elapse, for time discloses the truth. – Seneca"},{"quote_dd":"The only reason for time is so that everything doesn’t happen at once. – Albert Einstein"},{"quote_dd":"Life, if well lived, is long enough. – Seneca"},{"quote_dd":"Don’t spend a dollar’s worth of time on a ten-cent decision. – Peter Turla"},{"quote_dd":"Time is what we want most, but what we use worst. – William Penn"},{"quote_dd":"Dost thou love life? Then do not squander time, for that’s the stuff that life is made of. – Benjamin Franklin"},{"quote_dd":"People often complain about lack of time when lack of direction is the real problem. – Zig Ziglar"},{"quote_dd":"It’s really clear that the most precious resource we all have is time. – Steve Jobs"},{"quote_dd":"It’s not that we have little time, but more that we waste a good deal of it. – Seneca"},{"quote_dd":"Time is the wisest of all things that are, for it brings everything to light. – Thales"},{"quote_dd":"Do we need more time? Or do we need to be more disciplined with the time we have? – Kerry Johnson"},{"quote_dd":"Know the true value of time; snatch, seize, and enjoy every moment of it. No idleness, no laziness, no procrastination; Never put off till tomorrow what you can do today. – Lord Chesterfield"},{"quote_dd":"If time travel is possible, where are the tourist from the future? – Stephen Hawking"},{"quote_dd":"For the present is the point at which time touches eternity. – C.S. Lewis"},{"quote_dd":"Time expands, then contracts, and in tune with the stirrings of the heart. – Haruki Murakami"},{"quote_dd":"Nothing is a waste of time if you use the experience wisely. – Rodin"},{"quote_dd":"The present time has one advantage over every other – it is our own. – Charles Caleb Colton"},{"quote_dd":"Money, I can only gain or lose. But time I can only lose. So, I must spend it carefully."},{"quote_dd":"A man who dares to waste one hour of time has not discovered the value of life. – Charles Darwin"},{"quote_dd":"Time is free, but it’s priceless. You can’t own it, but you can use it. You can’t keep it, but you can spend it. Once you’ve lost it you can never get it back. – Harvey Mackay"},{"quote_dd":"There’s only one thing more precious than our time and that’s who we spend it on. – Leo Christopher"},{"quote_dd":"The greatest gift you can give someone is your time because when you give your time, you are giving a portion of your life that you will never get back."},{"quote_dd":"Time flies over us, but leaves its shadow behind. – Nathaniel Hawthorne"},{"quote_dd":"Either write something worth reading or do something worth writing. – Benjamin Franklin"},{"quote_dd":"The trouble is, you think you have time. – Buddha"},{"quote_dd":"We all make time for what we feel is important in our lives."},{"quote_dd":"For every minute you are angry, you lose 60 seconds of happiness."},{"quote_dd":"I refuse to entertain negativity. Life is too big and time is too short to get caught up in empty drama."},{"quote_dd":"Time has a wonderful way of showing us what really matters."},{"quote_dd":"Until you value yourself, you won’t value your time. Until you value your time, you will not do anything with it. – M. Scott Peck"},{"quote_dd":"Life isn’t a matter of milestones, but of moments. – Rose Kennedy"},{"quote_dd":"Time is precious. Make sure you spend it with the right people."},{"quote_dd":"Your time is limited, so don’t waste it living someone else’s life. – Steve Jobs"},{"quote_dd":"Every second is of infinite value. – Johann Wolfgang von Goethe"},{"quote_dd":"The two most powerful warriors are patience and time. – Leo Tolstoy"},{"quote_dd":"I recommend you take care of the minutes and the hours will take care of themselves. – Earl of Chesterfield"},{"quote_dd":"Until we can manage time, we can manage nothing else. – Peter Drucker"},{"quote_dd":"If you love life, don’t waste time, for time is what life is made up of. – Bruce Lee"},{"quote_dd":"The future has a way of arriving unannounced. – George F. Will"},{"quote_dd":"The way we spend our time defines who we are. – Jonathan Estrin"},{"quote_dd":"Time slips away like grains of sand never to return again. – Robin Sharma"},{"quote_dd":"Whether it’s the best of times or the worst of times, it’s the only time we’ve got. – Art Buchwald"},{"quote_dd":"You will never find time for anything. If you want time, you must make it. – Charles Brixton"},{"quote_dd":"Ordinary people think merely of spending time, great people think of using it. – Arthur Schopenhaue"},{"quote_dd":"The bad news is time flies. The good news is you’re the pilot."},{"quote_dd":"If you are too busy to enjoy quality time with your family, then you need to re-evaluate your priorities. – Dave Willis"},{"quote_dd":"Be selective with who you invest your time, wasted time is worse than wasted money."},{"quote_dd":"Always make time for things that make you feel happy to be alive."},{"quote_dd":"We must use time wisely and forever realize that the time is always ripe to do right. – Nelson Mandela"},{"quote_dd":"Lack of time is actually lack of priorities. – Tim Ferriss"},{"quote_dd":"An inch of time is an inch of gold but you can’t buy that inch of time with an inch of gold. – Chinese Proverb"},{"quote_dd":"Time is a gift that most of us take for granted. We get so caught up in the busyness of our daily lives that we rarely stop and take a serious look at how we’re spending this gift. – Cheryl Richardson"},{"quote_dd":"No story is the same to us after a lapse of time; or rather we who read it are no longer the same interpreters. – George Eliot"},{"quote_dd":"Time is the one thing we all have in common, but it is also the one thing that we all use differently. – Catherine Pulsifer"},{"quote_dd":"The more you know yourself, the more you understand life, the more you value your time. – Maxime Lagace"},{"quote_dd":"Your time is your life. That is why the greatest gift you can give someone is your time. – Rich Warren"},{"quote_dd":"Remember, as Martin Luther King Jr. put it best, “The time is always right to do the right thing.” – Juju Sabra"},{"quote_dd":"Everyone has the gift of time, but few utilize. – M. K. Soni"},{"quote_dd":"Lost time is never found again. – Proverb"},{"quote_dd":"Time is the coin of your life. It is the only coin you have, and you can determine how it will be spent. Be careful lest you let other people spend it for you. – Carl Sandburg"},{"quote_dd":"Relentlessly prune bullshit, don’t wait to do things that matter, and savor the time you have. That’s what you do when life is short. – Paul Graham"},{"quote_dd":"How can we resent the life we’ve created for ourselves? Who’s to blame, who’s to credit, but us? Who can change it, any time we wish, but us? – Richard Bach"},{"quote_dd":"The timeless in you is aware of life’s timelessness. And knows that yesterday is but today’s memory and tomorrow is today’s dream. – Kahlil Gibran"},{"quote_dd":"The key is to have a balanced life. Set aside a fraction of your time to carry out your dreams and ambitions. – Michael Lee"},{"quote_dd":"There is no time like the present to start making changes, but I have found that the best time is to start by going about your day differently as soon as you wake up. – Kevin Kerr"},{"quote_dd":"Time is a precious commodity. If you have not been enlightened to this actuality in your youth, you most certainly will in old age. – Adam Jacobs"},{"quote_dd":"We need to determine what activities best utilize our time in order to achieve the results we desire in all areas of our life! – Catherine Pulsifer"},{"quote_dd":"Everything takes time. Everything that hurts passes with time where each person heals on their own schedule. – Byron Pulsifer"},{"quote_dd":"If you are a grandfather, give your grandchildren what they long for most – your time. – Carolyn Booth"},{"quote_dd":"Time can’t be bought in a store, and it’s one of the most sought-after commodities of modern life. – Rachel Jonat"},{"quote_dd":"It’s easy to make it through the good times; it’s how we handle the bad times that can separates us from the crowd and move us closer to our goals. – Phillip Crone"},{"quote_dd":"Every minute of your time is either spent helping or hurting your chance for the victory you are seeking in your life. Each minute can be an investment. – Lisa Kardos"},{"quote_dd":"The thing about Time is that it’s so abundant for everybody, everyone has exactly twenty-four hours in a day to prove ourselves, to achieve all we have for that day. – James Clear"},{"quote_dd":"Time waits for no one. – Folklore"},{"quote_dd":"Time is the wisest counselor of all. – Pericles"},{"quote_dd":"The key is in not spending time, but in investing it. – Stephen R. Covey"},{"quote_dd":"It is the time you have wasted for your rose that makes your rose so important. – Antoine de Saint-Exupéry"},{"quote_dd":"Time is the most valuable thing a man can spend. – Theophrastus"},{"quote_dd":"Time is an equal opportunity employer, but how we treat time is not equal. – John C. Maxwell"},{"quote_dd":"Take time to deliberate; but when the time for action arrives, stop thinking and go in. – Andrew Jackson"},{"quote_dd":"The difference between those who are high achievers and those who aren’t is in the ways they utilize their time to get things done. – Eric Lofholm"},{"quote_dd":"No hand can make the clock to strike the hours that are gone."},{"quote_dd":"Time is a precious commodity. I refuse to allow what little time I have to be contaminated by self-pity, anxiety, or boredom. – Max Lucado"},{"quote_dd":"It is not that we have a short time to live, but that we waste a lot of it. – Seneca"},{"quote_dd":"Your time is the one thing you can’t pawn off on somebody else. What do you want to be doing? Are you doing it? – Anita Dhake"},{"quote_dd":"Time, consoler of affliction and softener of anger. – Charles Dickens"},{"quote_dd":"Waste no more time arguing about what a good person should be. Be one. – Marcus Aurelius"},{"quote_dd":"Both nature and time have a unique way to rejuvenate and heal us if we allow space in our lives for this to happen. – Catherine DeVrye"},{"quote_dd":"Time cannot be packaged and ribboned and left under trees for Christmas morning. Time can’t be given. But it can be shared. – Cecelia Ahern"},{"quote_dd":"If we make a careful study of the lives of the world’s great men and women, we shall find that their distinction was achieved by making the most of their spare minutes. – Nixon Waterman"},{"quote_dd":"Just because things are taking time, it doesn’t mean that they won’t happen. – AJ Winters"},{"quote_dd":"I am long on ideas, but short on time. I expect to live to be only about a hundred. – Thomas Edison"},{"quote_dd":"Although I believe we were certainly made to live with and fellowship with other people, I also believe that everyone needs their own time."},{"quote_dd":"Cherish time. Your most valuable resource. You can never make up the time you lose. The most important choices you’ll ever make are how you use your time. – David Kekich"},{"quote_dd":"How we spend our days, is, of course, how we spend our lives. – Annie Dillard"},{"quote_dd":"The passing moment is all we can be sure of; it is only common sense to extract its utmost value from it. – W. Somerset Maugham"},{"quote_dd":"No time? Switch off the TV. Television is our biggest enemy. – Josie Cluney"},{"quote_dd":"We feast on time as time feasts on us. – Maria Popova"},{"quote_dd":"I can use my time much better working on tomorrow’s problem than by fretting about yesterday’s. – Admiral King"},{"quote_dd":"Happiness is the ability to lose yourself in something to the point that you don’t notice the passage of time. – Nicole Fisher"},{"quote_dd":"Enjoy yourself. It’s later than you think. – Chinese Proverb"},{"quote_dd":"In Disneyland, clocks and watches will lose all meaning, for there is no present. There is only yesterday, tomorrow, and the timeless land of fantasy. – Walt Disney"},{"quote_dd":"Time you enjoy wasting is not wasted time. – Chinese Proverb"},{"quote_dd":"As if you could kill time without injuring eternity. – Henry David Thoreau"},{"quote_dd":"Don’t wait. The time will never be just right. – Napoleon Hill"}]