[{"quote_dd":"Patience, persistence and perspiration make an unbeatable combination for success. – Napoleon Hill"},{"quote_dd":"Victory is sweetest when you’ve known defeat. – Malcolm S. Forbes"},{"quote_dd":"Keep away from people who try to belittle your ambitions. Small people always do that, but the really great make you feel that you, too, can become great. – Mark Twain"},{"quote_dd":"If I had eight hours to chop down a tree, I’d spend six hours sharpening my ax. – Abraham Lincoln"},{"quote_dd":"If you are not willing to risk the usual, you will have to settle for the ordinary. – Jim Rohn"},{"quote_dd":"It is better to fail in originality than to succeed in imitation. – Herman Melville"},{"quote_dd":"The best way to succeed in this world is to act on the advice you give to others."},{"quote_dd":"You learn more from failure than from successes. Don’t let it stop you. Failure builds character."},{"quote_dd":"Success is not final, failure is not fatal, it is the courage to continue that counts. – Winston Churchill"},{"quote_dd":"Success is not the key to happiness. Happiness is the key to success. If you love what you are doing, you will be successful. – Herman Cain"},{"quote_dd":"It does not matter how slowly you go as long as you do not stop. – Confucius"},{"quote_dd":"Successful people do what unsuccessful people are not willing to do. Don’t wish it were easier; wish you were better. – Jim Rohn"},{"quote_dd":"I cannot give you the formula for success, but I can give you the formula for failure which is, Try to please everybody. – Herbert B. Swope"},{"quote_dd":"You’ve got to get up every morning with determination if you’re going to go to bed with satisfaction. – George Lorimer"},{"quote_dd":"Everything you’ve ever wanted is on the other side of fear. – George Addair"},{"quote_dd":"Stop chasing the money and start chasing the passion. – Tony Hsieh"},{"quote_dd":"Success does not consist in never making mistakes but in never making the same one a second time. – George Bernard Shaw"},{"quote_dd":"Too many people are thinking of security instead of opportunity. They seem more afraid of life than death. – James F. Byrnes"},{"quote_dd":"When it is obvious that the goals cannot be reached, don’t adjust the goals, adjust the action steps. – Confucius"},{"quote_dd":"Courage doesn’t mean you don’t get afraid. Courage means you don’t let fear stop you. – Bethany Hamilton"},{"quote_dd":"Optimism is the one quality more associated with success and happiness that any other. – Brian Tracy"},{"quote_dd":"Just don’t give up trying to do what you really want to do. Where there is love and inspiration, I don’t think you can go wrong. – Ella Fitzgerald"},{"quote_dd":"Pain is temporary. Quitting lasts forever. – Lance Armstrong"},{"quote_dd":"Hard times don’t create heroes. It is during the hard times when the ‘hero’ within us is revealed. – Bob Riley"},{"quote_dd":"Coming together is a beginning, keeping together is progress, working together is success. – Henry Ford"},{"quote_dd":"All progress takes place outside the comfort zone. – Michael John Bobak"},{"quote_dd":"Follow effective actions with quiet reflection. From the quiet reflection will come even more effective action. – Peter Drucker"},{"quote_dd":"Seventy percent of success in life is showing up. – Woody Allen"},{"quote_dd":"Don’t let the fear of losing be greater than the excitement of winning. – Robert Kiyosaki"},{"quote_dd":"If you really look closely, most overnight successes took a long time. – Steve Jobs"},{"quote_dd":"Success means having the courage, the determination, and the will to become the person you believe you were meant to be. – George Sheehan"},{"quote_dd":"Success is not the absence of failure; it’s the persistence through failure. – Aisha Tyler"},{"quote_dd":"Character cannot be developed in ease and quiet. Only through experience of trial and suffering can the soul be strengthened. – Helen Keller"},{"quote_dd":"To succeed in life, you need two things: ignorance and confidence. – Mark Twain"},{"quote_dd":"There are no secrets to success. It is the result of preparation, hard work, and learning from failure. – Colin Powell"},{"quote_dd":"In one minute you can change your attitude and in that minute you can change your entire day. – Spencer Johnson"},{"quote_dd":"Knowing others is intelligence; knowing yourself is true wisdom. Mastering others is strength; mastering yourself is true power. – Lao Tzu"},{"quote_dd":"The men who try to do something and fail are infinitely better than those who try to do nothing and succeed. – Lloyd Jones"},{"quote_dd":"The secret of success in life is for a man to be ready for his opportunity when it comes. – Benjamin Disraeli"},{"quote_dd":"Success consists of getting up just one more time than you fall. – Oliver Goldsmith"},{"quote_dd":"Success seems to be connected with action. Successful people keep moving. They make mistakes, but they don’t quit. – Conrad Hilton"},{"quote_dd":"There are two types of people who will tell you that you cannot make a difference in this world, those who are afraid to try and those who are afraid you will succeed. – Ray Goforth"},{"quote_dd":"Success isn’t just about what you accomplish in your life; it’s about what you inspire others to do."},{"quote_dd":"After every difficulty, ask yourself two questions “What did I do right?” and “What would I do differently? – Brian Tracy"},{"quote_dd":"I wonder how many times people give up just before a breakthrough – when they are on the very brink of success. – Joyce Meyer"},{"quote_dd":"A successful man is one who can lay a firm foundation with the bricks that others throw at him. – David Brinkley"},{"quote_dd":"Doing the best at this moment puts you in the best place for the next moment. – Oprah Winfrey"},{"quote_dd":"Be miserable. Or motivate yourself. Whatever has to be done, it’s always your choice. – Wayne Dyer"},{"quote_dd":"If you work just for money, you’ll never make it, but if you love what you’re doing and you always put the customer first, success will be yours. – Ray Kroc"},{"quote_dd":"Don’t be distracted by criticism. Remember–the only taste of success some people get is to take a bite out of you. – Zig Ziglar"},{"quote_dd":"Your work is discover your world and then with all your heart give yourself to it. – Buddha"},{"quote_dd":"I’ve failed over and over and over again in my life and that is why I succeed. – Michael Jordan"},{"quote_dd":"Success is not built on success. It’s built on failure. It’s built on frustration. Sometimes it is built on catastrophe. – Summer Redstone"},{"quote_dd":"You know you are on the road to success if you would do your job, and not be paid for it. – Oprah Winfrey"},{"quote_dd":"What seems to us as bitter trials are often blessings in disguise. – Oscar Wilde"},{"quote_dd":"Whenever you have taken up work in hand, you must see it to the finish. That is the ultimate secret of success. Never, never, never give up! – Dada Vaswani"},{"quote_dd":"There is a powerful driving force inside every human being that, once unleashed, can make any vision, dream, or desire a reality. – Anthony Robbins"},{"quote_dd":"The secret to success is to know something nobody else knows. – Aristotle Onassis"},{"quote_dd":"Live as if you were to die tomorrow. Learn as if you were to live forever. – Mahatma Gandhi"},{"quote_dd":"I can’t imagine a person becoming a success who doesn’t give this game of life everything he’s got. – Walter Cronkite"},{"quote_dd":"The only place where success comes before work is in the dictionary. – Vidal Sassoon"},{"quote_dd":"Striving for success without hard work is like trying to harvest where you haven’t planted. – David Bly"},{"quote_dd":"Success depends upon previous preparation, and without such preparation there is sure to be failure. – Confucius"},{"quote_dd":"Whenever you see a successful person, you only see the public glories, never the private sacrifices to reach them. – Vaibhav Shah"},{"quote_dd":"Enjoy your sweat because hard work doesn’t guarantee success, but without it you don’t have a chance. – Alex Rodriguez"},{"quote_dd":"You don’t have to be a genius or a visionary or even a college graduate to be successful. You just need a framework and a dream. – Michael Dell"},{"quote_dd":"Achieve success in any area of life by identifying the optimum strategies and repeating them until they become habits. – Charles J. Givens"},{"quote_dd":"You’ve achieved success in your field when you don’t know whether what you’re doing is work or play. – Warren Beatty"}]